CoenraadS.bracket-pair-colorizer-2
James-Yu.latex-workshop
karyfoundation.racket
ms-azuretools.vscode-docker
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
mshr-h.veriloghdl
nobuhito.printcode
octref.vetur
rashwell.tcl
slevesque.vscode-hexdump
stkb.rewrap
TabNine.tabnine-vscode
tehnix.vscode-tidymarkdown
vscodevim.vim
zhwu95.riscv
